export default {
  projections: {
    РасчетОстВремE: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      оказУсл: {
        __caption__: 'Оказ усл',
        дата: {
          __caption__: 'Дата'
        },
        времяКонсульт: {
          __caption__: 'Время консульт'
        }
      }
    },
    РасчетОстВремL: {
      времяПоДоговору: {
        __caption__: 'Время по договору'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      }
    }
  },
  validations: {
    времяПоДоговору: {
      __caption__: 'Время по договору'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    оказУсл: {
      __caption__: 'Оказ усл'
    }
  }
};
